Repository: Prathamesh3103/Mango-disease-detection
Catalog: lib/l10n/app_*.arb
Languages: mr

# title
source: Mango Plant Disease Detector
mr: आंबा वनस्पती रोग शोधक

# startbtn
source: Proceed
mr: पुढे जा

# loginHeading
source: Login Page
mr: लॉगिन पृष्ठ

# emailHint
source: Email
mr: ईमेल

# passHint
source: Password
mr: संकेतशब्द

# loginbtn
source: Login
mr: लॉगिन

# signupHint
source: Don't have an account?
mr: खाते नाही?

# signupbtn
source: Signup
mr: साइनअप

# signupHeading
source: Signup Page
mr: साइनअप पृष्ठ

# nameHint
source: Full name
mr: पूर्ण नाव

# cnfmPass
source: Confirm Password
mr: संकेतशब्दाची पुष्टी करा

# homepageTitle
source: Mango Disease Detection
mr: आंबा रोग शोधणे

# pickImagebtn
source: Pick Image
mr: प्रतिमा निवडा

# captureImagebtn
source: Capture Image
mr: प्रतिमा कॅप्चर करा

# detectbtn
source: Predict Disease
mr: रोगांचा अंदाज घ्या

source: Welcome
mr: स्वागत आहे

# abtheading
source: Welcome to Mango Plant Disease Detection App
mr: आंबा वनस्पती रोग शोध अॅपमध्ये आपले स्वागत आहे

# infoheading
source: About the App
mr: अ‍ॅप बद्दल

# info
source: This app helps in detecting diseases in mango plants using image recognition technology. Simply upload an image of the mango plant, and the app will predict the disease with a confidence level.
mr: हा अ‍ॅप प्रतिमा ओळख तंत्राचा वापर करून आंब्याच्या वनस्पतींमध्ये रोग शोधण्यात मदत करतो. आंब्याच्या वनस्पतीची फक्त एक प्रतिमा अपलोड करा आणि अॅप या रोगाचा आत्मविश्वासाच्या पातळीवर अंदाज लावेल.

# feedbackbtn
source: Feedback
mr: अभिप्राय

# imgDisplayTitle
source: Image Display
mr: प्रतिमा प्रदर्शन

# prediction
source: Predicted Class
mr: अंदाजित वर्ग

# confidencelvl
source: Confidence Level
mr: आत्मविश्वास पातळी

# symptomsbtn
source: Show Symptoms
mr: लक्षणे दर्शवा

# treatmentsbtn
source: Show Treatments
mr: उपचार दर्शवा

# pdfbtn
source: Generate PDF
mr: पीडीएफ व्युत्पन्न करा
